{
    "Team Settings":"Configuración del equipo",
    "The team's name and owner information.":"El nombre del equipo y la información del propietario.",
    "Team Name":"Nombre del equipo",
    "Team Owner":"Propietario del equipo",
    "Add Team Member":"Agregar miembro del equipo",
    "Add a new team member to your team, allowing them to collaborate with you.":"Agregue un nuevo miembro del equipo a su equipo, lo que le permitirá colaborar con usted.",
    "Please provide the email address of the person you would like to add to this team.":"Proporcione la dirección de correo electrónico de la persona que le gustaría agregar a este equipo.",
    "Email":"Correo electrónico",
    "Administrator":"Administrador",
    "Administrator users can perform any action.":"Los usuarios administradores pueden realizar cualquier acción.",
    "Editor":"Editor",
    "Dashboard":"Tablero",
    "Editor users have the ability to read, create, and update.":"Los usuarios del editor tienen la capacidad de leer, crear y actualizar.",
    "Add":"Agregar",
    "Edit":"Editar",
    "Register":"Registrarme",
    "Delete":"Eliminar",
    "Save":"Guardar",
    "Create Team":"Crear equipo",
    "Team Details":"Detalles del equipo",
    "Create a new team to collaborate with others on projects.":"Crea un nuevo equipo para colaborar con otros en proyectos.",
    "Create New Team":"Crear Nuevo Equipo",
    "Manage Account":"Administrar cuenta",
    "Manage Team":"Administrar Equipo",
    "Switch Teams":"Cambiar de Equipo",
    "Create":"Crear",
    "Delete Team":"Eliminar equipo",
    "Permanently delete this team.":"Elimina definitivamente este equipo.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.":"Una vez que se elimina un equipo, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar este equipo, descargue cualquier dato o información sobre este equipo que desee conservar.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.":"¿Estás seguro de que deseas eliminar este equipo? Una vez que se elimina un equipo, todos sus recursos y datos se eliminarán de forma permanente.",
    "Cancel":"Cancelar",
    "Log Out":"Cerrar sesión",
    "Profile":"Perfil",
    "Profile Information":"Información del perfil",
    "Update your account's profile information and email address.":"Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
    "Photo":"Foto",
    "Saved.":"Guardado.",
    "Select A New Photo":"Seleccione una nueva foto",
    "Remove Photo":"Eliminar foto",
    "Name":"Nombre",
    "Update Password":"Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.":"Asegúrese de que su cuenta esté usando una contraseña larga y aleatoria para mantenerse seguro.",
    "Current Password":"Contraseña actual",
    "New Password":"Nueva contraseña",
    "Confirm Password":"Confirmar contraseña",
    "Two Factor Authentication":"Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.":"Agregue seguridad adicional a su cuenta mediante la autenticación de dos factores.",
    "You have not enabled two factor authentication.":"No ha habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.":"Cuando la autenticación de dos factores está habilitada, se le solicitará un token aleatorio seguro durante la autenticación. Puede recuperar este token de la aplicación Google Authenticator de su teléfono.",
    "Enable":"Habilitar",
    "Disable":"Desactivar",
    "For your security, please confirm your password to continue.":"Por su seguridad, confirme su contraseña para continuar.",
    "You have enabled two factor authentication.":"Ha habilitado la autenticación de dos factores.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.":"Guarde estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden usar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticación de dos factores.",
    "Regenerate Recovery Codes":"Regenerar códigos de recuperacion",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.":"La autenticación de dos factores ahora está habilitada. Escanee el siguiente código QR utilizando la aplicación de autenticación de su teléfono.",
    "Confirm":"Confirmar",
    "Show Recovery Codes":"Mostrar Códigos de Recuperación",
    "Password":"Contraseña",
    "Browser Sessions":"Sesiones del navegador",
    "Manage and log out your active sessions on other browsers and devices.":"Administre y cierre la sesión de sus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.":"Si es necesario, puede cerrar la sesión de todas las demás sesiones de su navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta se ha visto comprometida, también debe actualizar su contraseña.",
    "Delete Account":"Borrar cuenta",
    "Permanently delete your account.":"Elimina permanentemente tu cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"¿Estás seguro de que deseas eliminar tu cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "Log Out Other Browser Sessions":"Cerrar sesión en otras sesiones del navegador",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.":"Ingrese su contraseña para confirmar que desea cerrar la sesión de sus otras sesiones de navegador en todos sus dispositivos.",
    "Whoops! Something went wrong.":"¡Ups! Creo que algo anda mal"

}